Repository: andrzejsiemion/drivest-ios
Catalog: Drivest/Resources/Localizable.xcstrings
Source language: en
Languages: pl

source: "%@" already exists
pl: "%@" już istnieje

source: "%@" exceeds the 5 MB limit. Please attach a smaller file.
pl: "%@" przekracza limit 5 MB. Dołącz mniejszy plik.

source: A new vehicle named "%@ (imported)" will be created.
pl: Zostanie utworzony nowy pojazd o nazwie "%@ (zaimportowany)".

source: A reminder will be created for 1 year from the cost date.
pl: Przypomnienie zostanie utworzone na 1 rok od daty kosztu.

source: About
pl: O aplikacji

source: About Drivest
pl: O aplikacji Drivest

source: Account
pl: Konto

source: Add
pl: Dodaj

source: Add a note (optional)
pl: Dodaj notatkę (opcjonalnie)

source: Add a note...
pl: Dodaj notatkę...

source: Add a vehicle to start tracking fuel costs.
pl: Dodaj pojazd, aby śledzić koszty paliwa.

source: Add another fill-up to see efficiency
pl: Dodaj kolejne tankowanie, aby zobaczyć zużycie

source: Add Bill
pl: Dodaj rachunek

source: Add categories in Settings (···).
pl: Dodaj kategorie w Ustawieniach (···).

source: Add Cost
pl: Dodaj koszt

source: Add Currency
pl: Dodaj walutę

source: Add Document
pl: Dodaj dokument

source: Add Fill-Up
pl: Dodaj tankowanie

source: Add fill-ups to see odometer progress.
pl: Dodaj tankowania, aby zobaczyć postęp licznika.

source: Add fill-ups to see your expense summary.
pl: Dodaj tankowania, aby zobaczyć podsumowanie wydatków.

source: Add from Library
pl: Dodaj z biblioteki

source: Add one from a cost entry to track recurring expenses.
pl: Dodaj przypomnienie z poziomu wpisu kosztów.

source: Add Reminder
pl: Dodaj przypomnienie

source: Add Vehicle
pl: Dodaj pojazd

source: Add your first electricity bill to see billing period data here.
pl: Dodaj pierwszy rachunek za prąd, aby zobaczyć dane okresu rozliczeniowego.

source: Add your first electricity bill to start tracking efficiency.
pl: Dodaj pierwszy rachunek za prąd, aby zacząć śledzić zużycie.

source: Add your first vehicle to start tracking fuel costs.
pl: Dodaj pierwszy pojazd, aby zacząć śledzić koszty paliwa.

source: Additional Currencies
pl: Dodatkowe waluty

source: All
pl: Wszystko

source: All existing fill-ups and costs for this vehicle will be permanently deleted before importing.
pl: Wszystkie istniejące tankowania i koszty dla tego pojazdu zostaną trwale usunięte przed importem.

source: All Time
pl: Cały czas

source: Alphabetical
pl: Alfabetycznie

source: Amount
pl: Kwota

source: App Language
pl: Język aplikacji

source: Apply
pl: Zastosuj

# Approximately %@ %@
source: Approximately %1$@ %2$@
pl: Około %@ %@

source: Author
pl: Autor

source: Avg Efficiency
pl: Śr. zużycie

source: Baseline
pl: Punkt odniesienia

source: Bill Detail
pl: Szczegóły rachunku

source: Billing Period
pl: Okres rozliczeniowy

source: Buy Me a Coffee
pl: Postaw kawę

source: Calculated
pl: Obliczone

source: Calculated Efficiency
pl: Obliczone zużycie

source: Cancel
pl: Anuluj

source: Categories
pl: Kategorie

source: Category
pl: Kategoria

source: Category Name
pl: Nazwa kategorii

source: Change Language
pl: Zmień język

source: Choose from Library
pl: Wybierz z biblioteki

source: Client ID
pl: Identyfikator klienta

source: Client Secret
pl: Klucz klienta

source: Cost Details
pl: Szczegóły kosztu

source: Cost entries
pl: Wpisy kosztów

source: Cost per km
pl: Koszt na km

source: Costs
pl: Koszty

source: Create Reminder
pl: Utwórz przypomnienie

source: Currency
pl: Waluta

source: Custom
pl: Własna

source: Custom Range
pl: Zakres własny

source: Data
pl: Dane

source: Date
pl: Data

source: Date Added
pl: Data dodania

source: Days
pl: Dni

source: days before
pl: dni wcześniej

source: Default Currency
pl: Domyślna waluta

source: Delete
pl: Usuń

source: Delete Cost
pl: Usuń koszt

source: Delete Cost?
pl: Usunąć koszt?

source: Delete Fill-Up
pl: Usuń tankowanie

source: Delete Fill-Up?
pl: Usunąć tankowanie?

source: Delete Reminder
pl: Usuń przypomnienie

source: Delete Reminder?
pl: Usunąć przypomnienie?

source: Delete Vehicle?
pl: Usunąć pojazd?

source: Description
pl: Opis

source: Details
pl: Szczegóły

source: Detected Values
pl: Wykryte wartości

source: Developer
pl: Programista

source: Developer Credentials
pl: Dane dewelopera

source: Disconnect
pl: Rozłącz

source: Discount
pl: Rabat

source: Distance
pl: Dystans

source: Distance Unit
pl: Jednostka odległości

source: Documents
pl: Dokumenty

source: Done
pl: Gotowe

source: Drag a pin on the receipt image to point its tip at the correct value. Only non-empty fields will be updated.
pl: Przeciągnij pinezkę na obraz paragonu, wskazując jej końcem właściwą wartość. Zaktualizowane zostaną tylko niepuste pola.

source: Drivest is free and open source. If you find it useful, consider starring the project on GitHub.
pl: Drivest jest darmowy i open source. Jeśli uważasz go za przydatny, rozważ oznaczenie projektu gwiazdką na GitHubie.

source: Due Date
pl: Termin

source: Due for %@
pl: Termin dla %@

source: Due Soon
pl: Wkrótce

source: Edit
pl: Edytuj

source: Edit Cost
pl: Edytuj koszt

source: Edit Fill-Up
pl: Edytuj tankowanie

source: Edit Order
pl: Edytuj kolejność

source: Edit Reminder
pl: Edytuj przypomnienie

source: Efficiency
pl: Zużycie

source: Efficiency Display
pl: Wyświetlanie zużycia

source: Efficiency Format
pl: Format zużycia

source: Electricity
pl: Prąd

source: Electricity Bills
pl: Rachunki za prąd

source: Enabled
pl: Włączona

source: End Date
pl: Data końcowa

source: Error
pl: Błąd

source: EV Background Sync
pl: Synchronizacja EV

source: Every
pl: Co

source: Exchange Rate
pl: Kurs wymiany

source: Export Data
pl: Eksportuj dane

source: Exported
pl: Eksportowano

source: Fetch Hour
pl: Godzina pobierania

source: Fetch Now
pl: Pobierz teraz

source: Fetch Odometer
pl: Pobierz licznik

source: Fields are empty — enter new values to update stored credentials.
pl: Pola są puste — wpisz nowe wartości, aby zaktualizować zapisane dane.

source: File Summary
pl: Podsumowanie pliku

source: File Too Large
pl: Plik zbyt duży

source: Fill-Up Details
pl: Szczegóły tankowania

source: Fill-ups
pl: Tankowania

source: Fill-Ups
pl: Tankowania

source: Fill-ups recorded
pl: Zarejestrowane tankowania

source: Frequency
pl: Częstotliwość

source: Fuel
pl: Paliwo

source: Fuel Type
pl: Rodzaj paliwa

source: Fuel Unit
pl: Jednostka paliwa

source: Full Tank
pl: Pełny bak

source: Gallons
pl: Galony

source: Get Started
pl: Zacznij

source: Go to Settings to add your first vehicle.
pl: Przejdź do Ustawień, aby dodać pierwszy pojazd.

source: Got it
pl: Rozumiem

source: How to import
pl: Jak importować

source: Icon
pl: Ikona

source: Import
pl: Importuj

source: Import as new vehicle
pl: Importuj jako nowy pojazd

source: Import Data...
pl: Importuj dane...

source: Import Error
pl: Błąd importu

source: Import Vehicle Data
pl: Importuj dane pojazdu

source: In Progress
pl: W toku

source: Initial Odometer
pl: Początkowy przebieg

source: Insurance
pl: Ubezpieczenie

source: Integrations
pl: Integracje

source: Invalid token format
pl: Nieprawidłowy format tokenu

source: Keep Existing
pl: Zachowaj obecne

source: Kilometers
pl: Kilometry

source: Language
pl: Język

source: Language Changed
pl: Zmieniono język

source: Last Month
pl: Ostatni miesiąc

source: Last sync
pl: Ostatnia synchronizacja

source: Last Synced
pl: Ostatnia synchronizacja

source: Last used
pl: Ostatnio używane

source: Last Used
pl: Ostatnio używane

source: Last Year
pl: Ostatni rok

source: Later
pl: Później

source: Legal
pl: Prawne

source: License
pl: Licencja

source: License Plate
pl: Numer rejestracyjny

source: Liters
pl: Litry

source: Maintenance
pl: Konserwacja

source: Make
pl: Marka

source: Manage
pl: Zarządzaj

source: Manage Vehicles
pl: Zarządzaj pojazdami

source: Manual
pl: Ręczny

source: Merge — add new entries only
pl: Scal — dodaj tylko nowe wpisy

source: Miles
pl: Mile

source: Months
pl: Miesiące

source: Name
pl: Nazwa

source: Name *
pl: Nazwa *

source: Never
pl: Nigdy

source: New Category
pl: Nowa kategoria

source: New Vehicle
pl: Nowy pojazd

source: No
pl: Nie

source: No Bills Yet
pl: Brak rachunków

source: No categories available.
pl: Brak kategorii.

source: No Completed Periods
pl: Brak zakończonych okresów

source: No Costs Yet
pl: Brak kosztów

source: No Data
pl: Brak danych

source: No data for this period.
pl: Brak danych dla tego okresu.

source: No EV Vehicle Selected
pl: Nie wybrano pojazdu EV

source: No Fill-Ups
pl: Brak tankowań

source: No fill-ups in this period
pl: Brak tankowań w tym okresie

source: No odometer data available. Add a fill-up first to use distance reminders.
pl: Brak danych przebiegu. Dodaj tankowanie, aby używać przypomnień dystansowych.

source: No Reminders
pl: Brak przypomnień

source: No snapshot data
pl: Brak danych odczytu

source: No snapshot data available for this period
pl: Brak danych odczytu dla tego okresu

source: No values could be detected. Try a clearer photo of the receipt.
pl: Nie wykryto żadnych wartości. Spróbuj wyraźniejszego zdjęcia paragonu.

source: No Vehicle
pl: Brak pojazdu

source: No vehicle photo
pl: Brak zdjęcia pojazdu

source: No Vehicles
pl: Brak pojazdów

source: None
pl: Brak

source: Not an EV
pl: To nie jest EV

source: Not set
pl: Nie ustawiono

source: Not set (default: km)
pl: Nie ustawiono (domyślnie: km)

source: Not set (default: L/100km)
pl: Nie ustawiono (domyślnie: L/100km)

source: Not set (default: Liters)
pl: Nie ustawiono (domyślnie: Litry)

source: Not yet synced
pl: Nie zsynchronizowano

source: Note
pl: Notatka

source: Note (Optional)
pl: Notatka (opcjonalna)

source: Odometer
pl: Przebieg

source: Odometer threshold reached for %@
pl: Osiągnięto próg licznika dla %@

source: Only entries not already present will be added.
pl: Zostaną dodane tylko wpisy, których jeszcze nie ma.

source: Open Settings
pl: Otwórz Ustawienia

source: Overdue
pl: Zaległe

source: Partial
pl: Częściowe

source: Password
pl: Hasło

source: Paste from Clipboard
pl: Wklej ze schowka

source: Paste your Volvo refresh_token.
pl: Wklej swój refresh_token Volvo.

source: Pending
pl: Oczekujące

source: Photo
pl: Zdjęcie

source: Photos
pl: Zdjęcia

source: Prev M
pl: Poprz. M

source: Prev Y
pl: Poprz. R

source: Price per Unit
pl: Cena za jednostkę

source: Privacy Policy
pl: Polityka prywatności

source: rate
pl: kurs

source: Rate
pl: Kurs

source: Re-enable
pl: Włącz ponownie

source: Re-enable Reminder
pl: Włącz ponownie

source: Recurrence
pl: Powtarzanie

source: Refresh Rates Now
pl: Odśwież kursy

source: Registration Plate
pl: Numer rejestracyjny

source: Remind %lld days before
pl: Przypomnij %lld dni wcześniej

source: Reminder
pl: Przypomnienie

source: Reminders
pl: Przypomnienia

source: Remove
pl: Usuń

source: Remove Photo
pl: Usuń zdjęcie

source: Replace existing data
pl: Zastąp istniejące dane

source: Reset Reminder
pl: Zresetuj przypomnienie

source: Reset Reminder?
pl: Zresetować przypomnienie?

source: Reset to NBP
pl: Resetuj do NBP

source: Restart
pl: Uruchom ponownie

source: Restart the app to apply the new language.
pl: Uruchom aplikację ponownie, aby zastosować nowy język.

source: Save
pl: Zapisz

source: Save Credentials
pl: Zapisz dane

source: Save Token
pl: Zapisz token

source: Scan Receipt
pl: Skanuj paragon

source: Scan Results
pl: Wyniki skanowania

source: Scanning…
pl: Skanowanie…

source: Scheduled
pl: Zaplanowany

source: Second Tank
pl: Drugi zbiornik

source: Select Vehicle
pl: Wybierz pojazd

source: Service
pl: Serwis

source: Set auto fetch in Shortcuts
pl: Ustaw automatyzację w Skrótach

source: Set Reminder
pl: Ustaw przypomnienie

source: Settings
pl: Ustawienia

source: Sign In
pl: Zaloguj

source: Signed in as %@
pl: Zalogowano jako %@

source: Signing in…
pl: Logowanie…

source: Silence
pl: Wycisz

source: Silence Reminder
pl: Wycisz przypomnienie

source: Silenced
pl: Wyciszone

source: Snapshot History
pl: Historia odczytów

source: snapshots
pl: odczyty

source: Snapshots
pl: Odczyty

source: so far
pl: dotychczas

source: Sort By
pl: Sortuj według

source: Source Code
pl: Kod źródłowy

source: Start Date
pl: Data początkowa

source: Statistics
pl: Statystyki

source: Stats
pl: Statystyki

source: Support
pl: Wsparcie

source: Take Photo
pl: Zrób zdjęcie

source: Tap + to log your first fuel fill-up.
pl: Naciśnij +, aby dodać pierwsze tankowanie.

source: Tap + to log your first vehicle expense.
pl: Naciśnij +, aby dodać pierwszy koszt pojazdu.

source: This action cannot be undone.
pl: Ta operacja jest nieodwracalna.

source: This is your baseline bill — efficiency will be calculated from your next bill
pl: To jest Twój rachunek bazowy — zużycie zostanie obliczone na podstawie kolejnego rachunku

source: This M
pl: Ten M

source: This vehicle doesn't support EV tracking. Select an EV vehicle using the picker above.
pl: Ten pojazd nie obsługuje śledzenia EV. Wybierz pojazd EV za pomocą selektora powyżej.

source: This will permanently delete the vehicle and all its fill-up history. This action cannot be undone.
pl: Spowoduje to trwałe usunięcie pojazdu i całej historii tankowań. Ta operacja jest nieodwracalna.

source: This will permanently remove the reminder. The cost entry will not be affected.
pl: Przypomnienie zostanie trwale usunięte. Wpis kosztu nie zostanie zmieniony.

source: Tickets
pl: Mandaty

source: Time
pl: Czas

source: Today
pl: Dzisiaj

source: Tolls
pl: Opłaty drogowe

source: Total
pl: Łącznie

source: Total Cost
pl: Całkowity koszt

source: Total Fuel
pl: Paliwo

source: Total kWh (Meter)
pl: Łączne kWh (licznik)

source: Total kWh from Meter
pl: Łączne kWh z licznika

source: Total Spent
pl: Wydatki

source: Toyota account connected
pl: Konto Toyota połączone

source: Toyota Connected Services — EU only. Unofficial API; may stop working without notice.
pl: Toyota Connected Services — tylko UE. Nieoficjalne API; może przestać działać bez ostrzeżenia.

source: Type
pl: Typ

source: Unable to sync %@ — reconnect in Integrations
pl: Nie można zsynchronizować %@ — połącz ponownie w Integracjach

source: Units & Fuel
pl: Jednostki i paliwo

source: Use the picker above to select an EV vehicle.
pl: Użyj selektora powyżej, aby wybrać pojazd EV.

source: VCC API Key
pl: Klucz API VCC

source: Vehicle
pl: Pojazd

source: Vehicle Info
pl: Informacje o pojeździe

source: Vehicle Order
pl: Kolejność pojazdów

source: Vehicle photo
pl: Zdjęcie pojazdu

source: Vehicles
pl: Pojazdy

source: View License
pl: Zobacz licencję

source: Volume
pl: Objętość

source: Volvo account connected
pl: Konto Volvo połączone

source: Warn
pl: Ostrzeż

source: Wash
pl: Myjnia

source: Website
pl: Strona

source: Years
pl: Lata

source: Yes
pl: Tak

source: YTD
pl: Ten rok
